Repository: CozlovschiNichita/Lector-iOS
Catalog: LectorApp/Localizable.xcstrings
Source language: en
Languages: fr, ro, ru

# --- КОНСПЕКТ ---
source: --- SUMMARY ---
fr: --- SYNTHÈSE ---
ro: --- CONSPECT ---
ru: --- КОНСПЕКТ ---

# --- КОНСПЕКТ (ВАРИАНТ %d) ---
source: --- SUMMARY (VERSION %d) ---
fr: --- SYNTHÈSE (VERSION %d) ---
ro: -- CONSPECT (VARIANTA %d) ---
ru: --- КОНСПЕКТ (ВАРИАНТ %d) ---

# --- ПОЛНЫЙ ТЕКСТ ---
source: --- FULL TEXT ---
fr: --- TEXTE INTÉGRAL ---
ro: --- TEXT COMPLET ---
ru: --- ПОЛНЫЙ ТЕКСТ ---

source: English
fr: Anglais
ro: Engleză
ru: Английский

# Français
source: French
fr: Français
ro: Franceză
ru: Французский

source: Lector is more than just a voice recorder. It is your intelligent bridge between the professor's live word and structured knowledge in your pocket.
fr: Lector n'est pas qu'un simple dictaphone. C'est votre pont intelligent entre la parole vivante de l'enseignant et les connaissances structurées dans votre poche.
ro: Lector nu este doar un reportofon. Este puntea dumneavoastră inteligentă între cuvântul viu al profesorului și cunoștințele structurate din buzunarul dumneavoastră.
ru: Lector — это не просто диктофон. Это ваш интеллектуальный мост между живым словом преподавателя и структурированными знаниями в вашем кармане.

# Lector заблокирован
source: Lector is Locked
fr: Lector est verrouillé
ro: Lector este blocat
ru: Lector заблокирован

# PDF Документ
source: PDF Documen
fr: Document PDF
ro: Document PDF
ru: PDF Документ

# Română
source: Romanian
fr: Roumain
ro: Română
ru: Румынский

# Авторизуйтесь для доступа к записям
source: Log in to access your recordings
fr: Connectez-vous pour accéder à vos enregistrements
ro: Autentificați-vă pentru a accesa înregistrările
ru: Авторизуйтесь для доступа к записям

# Аккаунт
source: Account
fr: Compte
ro: Cont
ru: Аккаунт

# Аудиозапись
source: Audio Recording
fr: Enregistrement audio
ro: Înregistrare audio
ru: Аудиозапись

# Без папки (все лекции)
source: No folder (all lectures)
fr: Sans dossier (toutes les conférences)
ro: Fără dosar (toate prelegerile)
ru: Без папки (все лекции)

# Безопасность
source: Security
fr: Sécurité
ro: Securitate
ru: Безопасность

# Библиотека
source: Library
fr: Bibliothèque
ro: Bibliotecă
ru: Библиотека

# В PDF
source: To PDF
fr: En PDF
ro: În PDF
ru: В PDF

# В Word (.rtf)
source: To Word (.rtf)
fr: En Word (.rtf)
ro: În Word (.rtf)
ru: В Word (.rtf)

# В обработке: %lld
source: Processing: %lld
fr: En cours : %lld
ro: În procesare: %lld
ru: В обработке: %lld

source: Lector is powered by advanced neural network models from the Whisper family. They are capable of recognizing human speech with striking accuracy, structuring it by meaning, and highlighting key points, turning hours of audio recordings into concise and clear summaries.
fr: Lector repose sur les modèles de réseaux neuronaux avancés de la famille Whisper. Ils sont capables de reconnaître la parole humaine avec une précision remarquable, de la structurer par sens et d'en extraire les points clés, transformant des heures d'enregistrements audio en synthèses concises et claires.
ro: Lector are la bază modelele avansate de rețele neuronale din familia Whisper. Acestea sunt capabile să recunoască vorbirea umană cu o precizie remarcabilă, să o structureze pe baza sensului și să evidențieze tezele cheie, transformând ore de înregistrări audio în conspecte concise și clare.
ru: В основе Lector лежат передовые нейросетевые модели семейства Whisper. Они способны с поразительной точностью распознавать человеческую речь, структурировать её по смыслам и выделять ключевые тезисы, превращая часы аудиозаписей в лаконичные и понятные конспекты.

# В очереди на обработку...
source: "In processing queue...
fr: Dans la file d'attente...
ro: În coada de procesare...
ru: В очереди на обработку...

# В очереди на расшифровку...
source: In transcription queue...
fr: En attente de transcription...
ro: În coada de transcriere...
ru: В очереди на расшифровку...

# В папку
source: To folder
fr: Dans un dossier
ro: Într-un dosar
ru: В папку

# В текст (.txt)
source: To Text (.txt)
fr: En texte (.txt)
ro: În text (.txt)
ru: В текст (.txt)

source: Your data is your property. We believe in absolute privacy, so all audio files are processed in a secure environment and are not stored on our servers after transcription is complete. Learn effectively, knowing that your knowledge is always at your fingertips and completely safe.
fr: Vos données sont votre propriété. Nous croyons en une confidentialité absolue, c'est pourquoi tous les fichiers audio sont traités dans un environnement sécurisé et ne sont pas conservés sur nos serveurs une fois la transcription terminée. Apprenez efficacement, en sachant que vos connaissances sont toujours à portée de main et en toute sécurité.
ro: Datele dumneavoastră sunt proprietatea dumneavoastră. Credem în confidențialitatea absolută, motiv pentru care toate fișierele audio sunt procesate într-un mediu securizat și nu sunt stocate pe serverele noastre după finalizarea transcrierii. Învățați eficient, știind că cunoștințele dumneavoastră sunt mereu la îndemână și în deplină siguranță.
ru: Ваши данные — это ваша собственность. Мы верим в абсолютную конфиденциальность, поэтому все аудиофайлы обрабатываются в защищенной среде и не хранятся на наших серверах после завершения транскрипции. Учитесь эффективно, зная, что ваши знания всегда под рукой и в полной безопасности.

# Ваши папки
source: Your Folders
fr: Vos dossiers
ro: Dosarele tale
ru: Ваши папки

source: Enter the email you used for registration. We will send a 6-digit reset code to it.
fr: Saisissez l'e-mail utilisé lors de l'inscription. Nous y enverrons un code à 6 chiffres.
ro: Introduceți e-mailul utilizat la înregistrare. Vom trimite un cod de resetare din 6 cifre.
ru: Введите email, указанный при регистрации. Мы отправим на него 6-значный код для сброса.

# Введите код
source: Enter Code
fr: Saisissez le code
ro: Introduceți codul
ru: Введите код

# Видео будет расшифровано на языке: %@. Ограничение по длительности - 2 часа.
source: The video will be transcribed in: %@. Duration limit is 2 hours.
fr: La vidéo sera transcrite en : %@. La durée maximale est de 2 heures.
ro: Videoclipul va fi transcris în limba: %@. Limita de durată este de 2 ore.
ru: Видео будет расшифровано на языке: %@. Ограничение по длительности - 2 часа.

# Внешний вид
source: Appearance
fr: Apparence
ro: Aspect
ru: Внешний вид

# Внимание: Заголовки и конспекты останутся в оригинале
source: Note: Titles and summaries will remain in the original language
fr: Note : Les titres et les résumés resteront dans la langue d'origine
ro: Notă: Titlurile și conspectele vor rămâne în limba originală
ru: Внимание: Заголовки и конспекты останутся в оригинале

# Войти
source: Log In
fr: Se connecter
ro: Autentificare
ru: Войти

# Вопросы и ответы (FAQ)
source: Questions & Answers (FAQ)
fr: Questions et réponses (FAQ)
ro: Întrebări și răspunsuri (FAQ)
ru: Вопросы и ответы (FAQ)

# Восстановление пароля
source: Password Recovery
fr: Récupération de mot de passe
ro: Recuperare parolă
ru: Восстановление пароля

# Все лекции
source: All Lectures
fr: Toutes les conférences
ro: Toate prelegerile
ru: Все лекции

# Вставьте ссылку
source: Paste link
fr: Coller le lien
ro: Inserați linkul
ru: Вставьте ссылку

# Вы уверены, что хотите безвозвратно удалить все выбранные элементы?
source: Are you sure you want to permanently delete all selected items?
fr: Voulez-vous vraiment supprimer définitivement tous les éléments sélectionnés ?
ro: Sigur doriți să ștergeți definitiv toate elementele selectate?
ru: Вы уверены, что хотите безвозвратно удалить все выбранные элементы?

# Выбрать
source: Select
fr: Sélectionner
ro: Selectați
ru: Выбрать

# Выйти из аккаунта
source: Log Out
fr: Déconnexion
ro: Deconectare
ru: Выйти из аккаунта

# Генерация конспекта...
source: Generating summary...
fr: Génération du résumé...
ro: Se generează conspectul...
ru: Генерация конспекта...

# Готово
source: Done
fr: Terminé
ro: Gata
ru: Готово

# Для ИИ нужен интернет
source: Internet is required for AI
fr: Connexion requise pour l'IA
ro: AI necesită conexiune la internet
ru: Для ИИ нужен интернет

# Дождитесь окончания расшифровки аудио, чтобы экспортировать документ.
source: Please wait for the audio transcription to finish before exporting the document.
fr: Veuillez attendre la fin de la transcription pour exporter le document.
ro: Așteptați finalizarea transcrierii audio pentru a exporta documentul.
ru: Дождитесь окончания расшифровки аудио, чтобы экспортировать документ.

# Еще вариант
source: Another version
fr: Autre version
ro: Altă variantă
ru: Еще вариант

# Забыли пароль?
source: Forgot password?
fr: Mot de passe oublié ?
ro: Ați uitat parola?
ru: Забыли пароль?

# Загрузка аудиодорожки...
source: Loading audio track...
fr: Chargement de la piste audio...
ro: Se încarcă pista audio...
ru: Загрузка аудиодорожки...

# Загрузка папок...
source: Loading folders...
fr: Chargement des dossiers...
ro: Se încarcă dosarele...
ru: Загрузка папок...

# Загрузка файла на сервер...
source: Uploading file to server...
fr: Téléchargement vers le serveur...
ro: Se încarcă fișierul pe server...
ru: Загрузка файла на сервер...

# Загрузка файла...
source: Uploading file...
fr: Chargement du fichier...
ro: Se încarcă fișierul...
ru: Загрузка файла...

# Закрепить
source: Pin
fr: Épingler
ro: Fixează
ru: Закрепить

# Закрепленные
source: Pinned
fr: Épinglés
ro: Fixate
ru: Закрепленные

# Закрыть
source: Close
fr: Fermer
ro: Închideți
ru: Закрыть

# Запись
source: Record
fr: Enregistrement
ro: Înregistrare
ru: Запись

# Запрос Face ID
source: Require Face ID
fr: Exiger Face ID
ro: Solicitare Face ID
ru: Запрос Face ID

# Зарегистрироваться
source: Sign Up
fr: S'inscrire
ro: Înregistrare
ru: Зарегистрироваться

# Здесь появится текст лекции...
source: Lecture text will appear here...
fr: Le texte de la conférence apparaîtra ici...
ro: Textul prelegerii va apărea aici...
ru: Здесь появится текст лекции...

# И ещё
source: And
fr: Et
ro: Și încă
ru: И ещё

# Идет загрузка на сервер...
source: AI is transcribing audio...
fr: L'IA transcrit l'audio...
ro: Se încarcă pe server...
ru: Идет загрузка на сервер...

# из
source: of
fr: sur
ro: din
ru: из

# Извлечение аудио...
source: Extracting audio...
fr: Extraction de l'audio...
ro: Se extrage sunetul...
ru: Извлечение аудио...

# Изменить
source: Change
fr: Modifier
ro: Modifică
ru: Изменить

# ИИ расшифровывает аудио...
source: AI is transcribing audio...
fr: L'IA transcrit l'audio...
ro: AI transcrie audio...
ru: ИИ расшифровывает аудио...

# ИЛИ
source: OR
fr: OU
ro: SAU
ru: ИЛИ

# Импорт из YouTube
source: Import from YouTube
fr: Importation depuis YouTube
ro: Import din YouTube
ru: Импорт из YouTube

# Импортировать
source: Import
fr: Importer
ro: Importă
ru: Импортировать

# Имя
source: Name
fr: Nom
ro: Nume
ru: Имя

# Используйте биометрию для доступа к вашим записям и конспектам.
source: Use biometrics to access your recordings and summaries.
fr: Utilisez la biométrie pour accéder à vos enregistrements et résumés.
ro: Utilizați biometria pentru a accesa înregistrările și conspectele.
ru: Используйте биометрию для доступа к вашим записям и конспектам.

# История
source: History
fr: Historique
ro: Istoric
ru: История

# Код отправлен на %@
source: Code sent to %@
fr: Code envoyé à %@
ro: Cod trimis la %@
ru: Код отправлен на %@

# Конспект ИИ
source: AI Summary
fr: Résumé par l'IA
ro: Conspect AI
ru: Конспект ИИ

# Конспект недоступен. Дождитесь появления текста лекции.
source: Summary is unavailable. Please wait for the lecture text to appear.
fr: Résumé indisponible. Veuillez attendre que le texte soit généré.
ro: Conspect indisponibil. Așteptați generarea textului prelegerii.
ru: Конспект недоступен. Дождитесь появления текста лекции.

# Конфиденциальность и Технологии
source: Privacy & Technology
fr: Confidentialité et technologie
ro: Confidențialitate și Tehnologii
ru: Конфиденциальность и Технологии

# Лекции внутри переместятся в 'Все лекции'.
source: Lectures inside will move to 'All Lectures'.
fr: Les conférences à l'intérieur seront déplacées dans « Toutes les conférences ».
ro: Prelegerile din interior vor fi mutate în „Toate prelegerile”.
ru: Лекции внутри переместятся в 'Все лекции'.

# лекций...
source: lectures...
fr: conférences...
ro: prelegeri...
ru: лекций...

# Лекция
source: Lecture
fr: Conférence
ro: Prelegere
ru: Лекция

# Лимиты и файлы
source: Limits & Files
fr: Limites et fichiers
ro: Limite și fișiere
ru: Лимиты и файлы

# Минимум 6 символов
source: Minimum 6 characters
fr: Minimum 6 caractères
ro: Minim 6 caractere
ru: Минимум 6 символов

# Мои папки
source: My Folders
fr: Mes dossiers
ro: Dosarele mele
ru: Мои папки

# Мы на GitHub
source: We're on GitHub
fr: Nous sommes sur GitHub
ro: Suntem pe GitHub
ru: Мы на GitHub

source: We created this app to free you from the routine of rewriting lectures. Our mission is to let you focus on the learning process and understanding the material, while technology takes care of the mechanical work.
fr: Nous avons créé cette application pour vous libérer de la corvée de la réécriture des cours. Notre mission est de vous permettre de vous concentrer sur le processus d'apprentissage et la compréhension du contenu, tandis que la technologie se charge du travail mécanique.
ro: Am creat această aplicație pentru a vă elibera de rutina rescrierii cursurilor. Misiunea noastră este să vă permitem să vă concentrați pe procesul de învățare și înțelegerea materialului, în timp ce tehnologia preia munca mecanică.
ru: Мы создали это приложение, чтобы освободить вас от рутинного переписывания лекций. Наша миссия — позволить вам сфокусироваться на самом процессе обучения и понимании материала, пока технологии берут на себя механическую работу.

# Назад
source: Back
fr: Retour
ro: Înapoi
ru: Назад

# Название
source: Title
fr: Titre
ro: Titlu
ru: Название

# Название папки
source: Folder Name
fr: Nom du dossier
ro: Numele dosarului
ru: Название папки

# Написать разработчику
source: Contact Developer
fr: Contacter le développeur
ro: Contactați dezvoltatorul
ru: Написать разработчику

# Настройки
source: Settings
fr: Réglages
ro: Setări
ru: Настройки

# Настройки (Текущий: %@)
source: Settings (Current: %@)
fr: Paramètres (Actuel : %@)
ro: Setări (Actual: %@)
ru: Настройки (Текущий: %@)

# Настройте, через какое время приложение заблокируется после сворачивания.
source: Set how long the app stays unlocked after being minimized.
fr: Réglez le délai avant le verrouillage de l'application.
ro: Setați intervalul de timp după care aplicația se va bloca.
ru: Настройте, через какое время приложение заблокируется после сворачивания.

# Начните записывать лекции умнее
source: Start recording lectures smarter
fr: Enregistrez vos cours plus intelligemment
ro: Începeți să înregistrați prelegerile mai inteligent
ru: Начните записывать лекции умнее

# Не закрывайте и не сворачивайте приложение!
source: Do not close or minimize the app!
fr: Ne fermez pas и ne réduisez pas l'application !
ro: Nu închideți și nu minimizați aplicația!
ru: Не закрывайте и не сворачивайте приложение!

# Нет аккаунта? Зарегистрироваться
source: No account? Sign Up
fr: Pas de compte ? S'inscrire
ro: Nu aveți cont? Înregistrați-vă
ru: Нет аккаунта? Зарегистрироваться

# Нет подключения к интернету
source: No internet connectionv
fr: Pas de connexion Internet
ro: Nicio conexiune la internet
ru: Нет подключения к интернету

# Никогда (Выключить)
source: Never (Turn off)
fr: Jamais (Désactiver)
ro: Niciodată (Dezactivat)
ru: Никогда (Выключить)

# Новая папка
source: New Folder
fr: Nouveau dossier
ro: Dosar nou
ru: Новая папка

# Новый пароль
source: New Password
fr: Nouveau mot de passe
ro: Parolă nouă
ru: Новый пароль

# О нас и связь
source: About Us & Contact
fr: À propos et contact
ro: Despre noi și contact
ru: О нас и связь

# О приложении
source: About
fr: À propos
ro: Despre aplicație
ru: О приложении

# Обработка аудио...
source: Processing audio...
fr: Traitement de l'audio...
ro: Se procesează sunetul...
ru: Обработка аудио...

# Обработка...
source: Processing...
fr: Traitement en cours...
ro: Se procesează...
ru: Обработка...

# Обычный текст (.txt)
source: Plain Text (.txt)
fr: Texte brut (.txt)
ro: Text simplu (.txt)
ru: Обычный текст (.txt)

# Ожидает расшифровки...
source: Waiting for transcription...
fr: En attente de transcription...
ro: În așteptarea transcrierii...
ru: Ожидает расшифровки...

# Ожидание интернета...
source: Waiting for internet...
fr: En attente d'Internet...
ro: Se așteaptă conexiunea...
ru: Ожидание интернета...

# Ожидание синхронизации
source: Waiting for sync
fr: En attente de synchronisation
ro: Se așteaptă sincronizarea
ru: Ожидание синхронизации

# Организация и Папки
source: Organization & Folders
fr: Organisation et dossiers
ro: Organizare și Dosare
ru: Организация и Папки

# Остальные лекции
source: Other Lectures
fr: Autres conférences
ro: Alte prelegeri
ru: Остальные лекции

# Остальные папки
source: Other Folders
fr: Autres dossiers
ro: Alte dosare
ru: Остальные папки

# Открепить
source: Unpin
fr: Désépingler
ro: Elimină fixarea
ru: Открепить

# Отмена
source: Cancel
fr: Annuler
ro: Anulare
ru: Отмена

# Отменить процесс
source: Cancel process
fr: Annuler le processus
ro: Anulați procesul
ru: Отменить процесс

# Отменить транскрипцию?
source: Cancel transcription?
fr: Annuler la transcription ?
ro: Anulați transcrierea?
ru: Отменить транскрипцию?

# Отправить код
source: Send Code
fr: Envoyer le code
ro: Trimite codul
ru: Отправить код

# Офлайн-запись
source: Offline recording
fr: Enregistrement hors ligne
ro: Înregistrare offline
ru: Офлайн-запись

# Офлайн-режим и сеть
source: Offline Mode & Network
fr: Mode hors ligne et réseau
ro: Mod offline și rețea
ru: Офлайн-режим и сеть

# Офлайн-режим. Аудио будет сохранено и расшифровано позже.
source: Offline mode. Audio will be saved and transcribed later.
fr: Mode hors ligne. L'audio sera enregistré et transcrit plus tard.
ro: Mod offline. Audio va fi salvat și transcris ulterior.
ru: Офлайн-режим. Аудио будет сохранено и расшифровано позже.

# Оформление
source: Appearance
fr: Apparence
ro: Aspect
ru: Оформление

# Оценить приложение
source: Rate the App
fr: Noter l'application
ro: Evaluează aplicația
ru: Оценить приложение

# Очередь обработки
source: Processing Queue
fr: File d'attente
ro: Coadă de procesare
ru: Очередь обработки

# Ошибка доступа к микрофону.
source: Microphone access error.
fr: Erreur d'accès au microphone.
ro: Eroare de acces la microfon.
ru: Ошибка доступа к микрофону.

# Ошибка обработки
source: Processing error
fr: Erreur de traitement
ro: Eroare de procesare
ru: Ошибка обработки

# Ошибка удаления
source: Deletion error
fr: Erreur de suppression
ro: Eroare de ștergere
ru: Ошибка удаления

# Папки
source: Folders
fr: Dossiers
ro: Dosare
ru: Папки

# Пароль
source: Password
fr: Mot de passe
ro: Parolă
ru: Пароль

# ПАУЗА
source: PAUSED
fr: PAUSE
ro: PAUZĂ
ru: ПАУЗА

# Перевести и экспортировать
source: Translate and Export
fr: Traduire et exporter
ro: Tradu și exportă
ru: Перевести и экспортировать

# Перевод (только текст)
source: Translation (text only)
fr: Traduction (texte uniquement)
ro: Traducere (doar text)
ru: Перевод (только текст)

# Переименовать
source: Rename
fr: Renommer
ro: Redenumiți
ru: Переименовать

# Переименовать лекцию
source: Rename lecture
fr: Renommer la conférence
ro: Redenumiți prelegerea
ru: Переименовать лекцию

# Переместить в папку
source: Move to Folder
fr: Déplacer vers le dossier
ro: Mută în dosar
ru: Переместить в папку

# Переместить в...
source: Move to...
fr: Déplacer vers...
ro: Mutați în...
ru: Переместить в...

# Плеер появится автоматически
source: The player will appear automatically
fr: Le lecteur apparaîtra automatiquement
ro: Playerul va apărea automat
ru: Плеер появится автоматически

# Поиск лекции или текста
source: Search for a lecture or text
fr: Rechercher un cours ou un texte
ro: Căutare prelegere sau text
ru: Поиск лекции или текста

# Поиск папок и лекций внутри
source: Search folders and lectures
fr: Rechercher dossiers et conférences
ro: Caută în dosare și prelegeri
ru: Поиск папок и лекций внутри

# Поиск по лекции
source: Search in Lecture
fr: Rechercher dans le cours
ro: Căutare în prelegere
ru: Поиск по лекции

# Полный текст
source: Full Text
fr: Texte intégral
ro: Text complet
ru: Полный текст

# Помощь
source: Help
fr: Aide
ro: Ajutor
ru: Помощь

# Продолжить с Google
source: Continue with Google
fr: Continuer avec Google
ro: Continuă cu Google
ru: Продолжить с Google

# Разблокировать
source: Unlock
fr: Déverrouiller
ro: Deblochează
ru: Разблокировать

# Разрешения (Face ID / Биометрия)
source: Permissions (Face ID / Biometrics)
fr: Autorisations (Face ID / Biométrie)
ro: Permisiuni (Face ID / Biometrie)
ru: Разрешения (Face ID / Биометрия)

# Редактирование
source: Editing
fr: Édition
ro: Editare
ru: Редактирование

# Редактировать
source: Edit
fr: Modifier
ro: Editează
ru: Редактировать

# Редактировать текст
source: Edit text
fr: Modifier le texte
ro: Editați textul
ru: Редактировать текст

source: Offline mode. AI features are temporarily unavailable. Audio will be processed later.
fr: Mode hors ligne. Fonctions IA indisponibles. L'audio sera traité plus tard.
ro: Mod offline. Funcțiile AI sunt temporar indisponibile. Înregistrările vor fi procesate ulterior.
ru: Режим офлайн. Функции ИИ временно недоступны. Аудиозаписи будут обработаны позже.

# Румынский язык пока не поддерживается системой для перевода
source: Romanian is not yet supported for translation
fr: Le roumain n'est pas encore supporté pour la traduction
ro: Limba română nu este încă suportată pentru traducere
ru: Румынский язык пока не поддерживается системой для перевода

# Русский
source: Russian
fr: Russe
ro: Rusă
ru: Русский

# С возвращением
source: Welcome Back
fr: Bon retour
ro: Bine ai revenit
ru: С возвращением

# Свернуть
source: Dismiss
fr: Réduire
ro: Restrânge
ru: Свернуть

# Светлая
source: Light
fr: Claire
ro: Luminoasă
ru: Светлая

# Связь потеряна. Расшифровка приостановлена, но аудио продолжает записываться.
source: Connection lost. Transcription paused, but audio continues to record.
fr: Connexion perdue. La transcription est suspendue, mais l'enregistrement continue.
ro: Conexiune pierdută. Transcrierea a fost suspendată, dar înregistrarea continuă.
ru: Связь потеряна. Расшифровка приостановлена, но аудио продолжает записываться.

# Сгенерировать
source: Generate
fr: Générer
ro: Generează
ru: Сгенерировать

# Сессия истекла. Пожалуйста, авторизуйтесь заново.
source: Session expired. Please log in again.
fr: Session expirée. Veuillez vous reconnecter.
ro: Sesiunea a expirat. Vă rugăm să vă autentificați din nou.
ru: Сессия истекла. Пожалуйста, авторизуйтесь заново.

# Сжать сейчас
source: Compress now
fr: Compresser maintenant
ro: Comprimați acum
ru: Сжать сейчас

# Синхронизация с сервером
source: Syncing with server
fr: Synchronisation avec le serveur
ro: Sincronizare cu serverul
ru: Синхронизация с сервером

# Системная
source: System
fr: Système
ro: Sistem
ru: Системная

# Скачать аудио
source: Download audio
fr: Télécharger l'audio
ro: Descărcați audio
ru: Скачать аудио

# Создать
source: Create
fr: Créer
ro: Creați
ru: Создать

# Создать аккаунт
source: Create account
fr: Créer un compte
ro: Creați un cont
ru: Создать аккаунт

# Сохранить
source: Save
fr: Enregistrer
ro: Salvați
ru: Сохранить

# Сохранить новый пароль
source: Save New Password
fr: Enregistrer le mot de passe
ro: Salvează parola nouă
ru: Сохранить новый пароль

# Сохраняем лекцию...
source: Saving lecture...
fr: Enregistrement de la conférence...
ro: Se salvează prelegerea...
ru: Сохраняем лекцию...

# Сразу
source: Immediately
fr: Immédiatement
ro: Imediat
ru: Сразу
